{
    "add_domain_button": {
        "message": "Додај домен"
    },
    "badger_status_block": {
        "message": "Блокирано "
    },
    "badger_status_cookieblock": {
        "message": "Блокирани колачићи са "
    },
    "badger_status_noaction": {
        "message": "Дозвољено "
    },
    "data_settings": {
        "message": "Управљај подацима"
    },
    "description": {
        "message": "Privacy Badger вас штити од праћења док прегледате веб!"
    },
    "disabled_for_these_domains": {
        "message": "Privacy Badger је онемогућен за домене излистане испод. Можете додати домен преко Privacy Badger иконице на траци адресе или укуцавањем домена (не адресе) у пољу и кликом на дугме \"Додај домен\"."
    },
    "download": {
        "message": "Преузми"
    },
    "error_input": {
        "message": "Шта није у реду?"
    },
    "export_user_data": {
        "message": "Извези корисничке податке"
    },
    "feed_the_badger_title": {
        "message": "клик за повратак контроле над овим трагачем у Privacy Badger"
    },
    "firstRun_title": {
        "message": "Хвала што сте инсталирали Privacy Badger!"
    },
    "first_run_text": {
        "message": "Научите како да Privacy Badger заштити вашу приватност."
    },
    "import": {
        "message": "Увези"
    },
    "import_select_file": {
        "message": "Изаберите датотеку за увоз."
    },
    "import_successful": {
        "message": "Листа трагача и подешавања су успешно ажурирана!"
    },
    "import_user_data": {
        "message": "Увези корисничке податке"
    },
    "invalid_json": {
        "message": "Неважећа JSON датотека."
    },
    "name": {
        "message": "Privacy Badger"
    },
    "new_filters_added": {
        "message": "Нови филтери су додати; погледајте <a id='options_url' target='_blank'>Опције</a> да бисте управљали њима."
    },
    "non_tracker": {
        "message": "Домени испод вас не прате"
    },
    "non_tracker_tip": {
        "message": "Тренутно Privacy Badger проверава само да ли треће стране користе колачиће, HTML5 локално складиште, или метод canvas fingerprinting за праћење вашег прегледања. Неки од ових домена могу користити методе праћења које Privacy Badger не може открити."
    },
    "options_domain_search": {
        "message": "Претражи домене"
    },
    "options_filter_settings": {
        "message": "Подешавања корисничких филтера"
    },
    "options_general_settings": {
        "message": "Општа подешавања"
    },
    "options_loading": {
        "message": "Учитавање..."
    },
    "options_remove_origin_confirm": {
        "message": "Да ли сте сигурни да желите да уклоните ово порекло из Privacy Badger?"
    },
    "options_slider_text": {
        "message": "Privacy Badger вас штити на вебу! Ови клизачи вам омогућавају да контролишете како Privacy Badger рукује са сваким трагачем који је откривен док прегледате."
    },
    "options_social_widgets_checkbox": {
        "message": "Замени виџете друштвених мрежа"
    },
    "options_title": {
        "message": "Privacy Badger - Опције"
    },
    "options_webrtc_setting": {
        "message": "Спречи WebRTC да пропусти локалну IP адресу *"
    },
    "options_webrtc_warning": {
        "message": "* WebRTC може пропустити вашу локалну IP адресу. Подразумевано подешавање Privacy Badger проширења помаже у заштити али за додатно заштиту можете омогућити ову опцију. Напомињемо да то може погоршати перформансе неких алата као што је Google Hangouts."
    },
    "pb_detected": {
        "message": "Privacy Badger је откривен"
    },
    "popup_blocked": {
        "message": "Нема трагача трећих страна на овом сајту."
    },
    "popup_disable_for_site": {
        "message": "Онемогући Privacy Badger на овом сајту"
    },
    "popup_enable_for_site": {
        "message": "Омогући Privacy Badger на овом сајту"
    },
    "popup_instructions": {
        "message": "могући <a target='_blank' href='https://www.eff.org/privacybadger#trackers'>пратиоци</a> на овом сајту. Ови клизачи вам омогућују да контролишете како да Privacy Badger рукује сваким од њих. Не би требало да их подешавате осим ако нешто није покварено."
    },
    "popup_noblocked": {
        "message": "Зашто ништа није блокирано?"
    },
    "popup_options_button": {
        "message": "Опције"
    },
    "privacy_badger": {
        "message": "Privacy Badger"
    },
    "privacy_badger_what_is": {
        "message": "Шта је Privacy Badger?"
    },
    "remove_button": {
        "description": "This is the label for the 'Remove selected' buttons.",
        "message": "Уклони одабрано"
    },
    "report_broken_site": {
        "message": "Да ли је Privacy Badger покварио овај сајт? Обавестите нас!"
    },
    "report_button": {
        "message": "Пријави грешку"
    },
    "report_cancel": {
        "message": "Откажи"
    },
    "report_terms": {
        "message": "Ово ће аутоматски послати следеће информације на EFF: сајт који тренутно прегледате, верзија прегледача, верзија Privacy Badger проширења и стање свих клизача за сајт."
    },
    "report_title": {
        "message": "Пријава грешака"
    },
    "report_text": {
        "message": "Укратко опишите проблем испод."
    },
    "report_input_label": {
        "message": "Опис"
    },
    "report_success": {
        "message": "Хвала! Пажљиво ћемо проучити проблем."
    },
    "report_fail": {
        "message": "Упс. Нешто је кренуло како не треба."
    },
    "report_close": {
        "message": "Затвори"
    },
    "show_counter_checkbox": {
        "message": "Прикажи број блокираних ставки"
    },
    "tooltip_allow": {
        "message": "Померите клизач удесно за дозвољавање домена"
    },
    "tooltip_block": {
        "message": "Померите клизач улево за блокирање домена"
    },
    "tooltip_cookieblock": {
        "message": "Центрирајте клизач за блокирање колачића"
    },
    "whitelisted_domains": {
        "description": "This is a tab heading.",
        "message": "Дозвољени домени"
    },
    "intro1": {
        "description": "firstRun.html intro to Privacy Badger",
        "message": "Privacy Badger блокира шпијунске рекламе и невидљиве трагаче.  Ту је да спречи праћење вашег прегледања веба без вашег пристанка."
    },
    "intro2":{
        "message": "Ово проширење је направљено да аутоматски заштити вашу приватност од трагача трећих страна које се неприметно учитавају док прегледате веб. Шаљемо заглавље \"Не прати\" на сваки захтев и наше проширење     процењује вероватноћу да ли сте још увек праћени. Ако алгоритми процене да је вероватноћа сувише велика, ми аутоматски блокирамо слање вашег захтева домену. Имајте у виду да је Privacy Badger још увек бета и да одлука алгоритма да вас домен прати није коначна ."
    },
    "intro_3_states":{
        "message": "Наше проширење има три стања. "
    },
    "intro_red":{
        "message": "Црвено"
    },
    "intro_has_blocked":{
        "message": " значи да Privacy Badger верује да је овај домен трагач и блокира га. "
    },
    "intro_yellow":{
        "message": "Жуто"
    },
    "intro_cookie_blocked":{
        "message": "значи да се верује да је домен трагач али и да је неопходан за функционисање странице, тако да га Privacy Badger дозвољава али блокира његове колачиће."
    },
    "intro_green":{
        "message": "Зелено"
    },
    "intro_no_tracker":{
        "message": "значи да Privacy Badger верује да ово није трагач. Можете кликнути на Privacy Badger иконицу на траци алата вашег прегледача ако желите да прегазите подешавања аутоматског блокирања. Или можете прегледати веб у миру док Privacy Badger проналази и једе трагаче један за другим."
    },
    "intro_hungry":{
        "message":"Ништа не може зауставити Privacy Badger да једе колачиће када је гладан!"
    },
    "intro_by_eff":{
        "message": "Пројекат Electronic Frontier Foundation"
    },
    "intro_social_share": {
        "message": "Нека свет зна да имате став против праћења на мрежи"
    },
    "intro_text": {
        "message": "Сада вас је заштитио Privacy Badger. Да бисте научили како Privacy Badger ради, кликните испод за брзо упутство."
    },
    "ded_privacy_badger_alert": {
        "message": "Privacy Badger упозорење!"
    },
    "ded_logging_into": {
        "message": "Пријава на "
    },
    "ded_can_allow_to_track": {
        "message": " може дозволити домену да вас прати на вебу."
    },
    "ded_only_allow": {
        "message": "Дозволи само "
    },
    "ded_on": {
        "message": " на "
    },
    "ded_always_allow": {
        "message": "Увек дозволи "
    },
    "ded_never_allow": {
        "message": "Увек блокирај захтеве трећих страна од "
    },
    "options_pb_has_detected": {
      "message": "Privacy Badger је открио"
    },
    "options_potential": {
      "message": "потенцијалних"
    },
    "options_tracking_domains": {
      "message": "домена трагача"
    },
    "options_so_far": {
      "message": "до сада. Ови клизачи вам омогућују да контролишете како Privacy Badger рукује са сваким трагачем."
    },
    "slideshow_1": {
      "message": " Здраво, ја сам Privacy Badger! Хвала што сте ме инсталирали. Овде сам да бих вам дао неке корисне савете, тако да можемо радити заједно."
    },
    "slideshow_2": {
      "message": " Остаћу у вашем прегледачу и вребаћу шпијунске рекламе и трагаче који снимају све што радите на мрежи."
    },
    "slideshow_3": {
      "message": " Ако откријем нешто што се понаша као трагач, зауставићу га и блокираћу.  "
    },
    "slideshow_4": {
      "message": " Ако кликнете на моју иконицу можете видети списак могућих трагача на тренутној картици."
    },
    "slideshow_5": {
      "message": " Ако је клизач црвен, то значи да сам потпуно блокирао трагача!  Тај ђаво ти више неће сметати."
    },
    "slideshow_6": {
      "message": " Ако је клизач жут, то значи да сам делимично блокирао трагача. Урадићу све што могу да га спречим да вас прати једући његове колачиће, али његово потпуно блокирање може покварити страницу."
    },
    "slideshow_7": {
      "message": " Ако је трагач зелен то значи да не могу рећи да ли вас домен прати. Можда не, али ћу још увек држати око на њега."
    },
    "slideshow_8": {
      "message": " Први пут када кликнете на моју иконицу, можете видети да су сви трагачи зелени — не брините! Ја сам другачији од осталих блокатора трача — уместо познавања списка ствари које треба блокирати одмах, учим шта да блокирам док прегледате веб. Ако још ништа нисам блокирао, прегледајте око 4-5 различитих веб сајтова. Требало би да почнем са блокирањем уобичајених трагача након тога."
    },
    "slideshow_9": {
      "message": " Учим у покрету, тако да што ме дуже користите, боље ћу вас штитити од скривених трагача!"
    },
    "slideshow_10": {
      "message": " Ако мислите да сам направио погрешну одлуку за трагача, можете померити клизач на црвено за блокирање, жуто за делимично блокирање или зелено за дозвољавање."
    },
    "slideshow_11": {
      "message": " Ако промените моје подешавање, увек га можете вратити под моју контролу кликом на стрелицу за опозив."
    },
    "slideshow_12": {
      "message": " Ако имате проблем са страницом и мислите да је то моја грешка, можете кликнути на дугме за онемогућавање. Заспаћу и ништа нећу блокирати на том веб сајту."
    },
    "slideshow_13": {
      "message": " Ако покварим страницу, обаветите моје програмере тако да могу решити проблем! Можете то урадити кликом на ово дугме."
    },
    "slideshow_14": {
      "message": " Ако желите да промените друга подешавања, кликните на овај зупчаник."
    },
    "slideshow_15": {
      "message": " Наравно, можете оставити сва ова подешавања и ја ћу наставити тихо да једем све трагаче које откријем."
    },
    "slideshow_16": {
      "message": " Хвала што сте направили важан алп лак корак ка заштити ваше приватности! Можете кликнути овде ако вам је опет потребна помоћ, а можете кликнути испод да свет сазна да имате став против птаћења на мрежи."
    },
    "donate_to_eff": {
      "message": "Донирајте EFF"
    }

}
