{
    "add_domain_button": {
        "message": "Přidat doménu"
    },
    "badger_status_block": {
        "message": "Blokováno "
    },
    "badger_status_cookieblock": {
        "message": "Blokovány cookies od "
    },
    "badger_status_noaction": {
        "message": "Povoleno "
    },
    "data_settings": {
        "message": "Spravovat data"
    },
    "description": {
        "message": "Privacy Badger vás chrání před sledováním při brouzdání na webu!"
    },
    "disabled_for_these_domains": {
        "message": "Privacy Badger je vypnutý pro domény na seznamu níže. Doménu můžete přidat také pomocí ikony Privacy Badger v adresním řádku nebo napsaním domény (ne URL) do rámečku a kliknutím na tlačítko \"Přidat doménu\"."
    },
    "download": {
        "message": "Stáhnout"
    },
    "error_input": {
        "message": "Co je špatně?"
    },
    "export_user_data": {
        "message": "Exportovat uživatelská data"
    },
    "feed_the_badger_title": {
        "message": "Klikněte pro vrácení kontroly nad tímhle stopařem do rukou Privacy Badger"
    },
    "firstRun_title": {
        "message": "Děkujeme za instalaci Privacy Badger!"
    },
    "first_run_text": {
        "message": "Zjistěte jak Privacy Badger chrání vaše soukromý."
    },
    "import": {
        "message": "Import"
    },
    "import_select_file": {
        "message": "Vyberte prosým soubor pro import."
    },
    "import_successful": {
        "message": "Seznam stopařů a nastavení byly úpěšně aktualizovány!"
    },
    "import_user_data": {
        "message": "Importotvat uživatelská data"
    },
    "invalid_json": {
        "message": "Neplatný JSON soubor."
    },
    "name": {
        "message": "Privacy Badger"
    },
    "new_filters_added": {
        "message": "Nové filtry přidány; viz <a id='options_url' target='_blank'>Nastavení</a> pro jejich zprávu."
    },
    "non_tracker": {
        "message": "Domény níže nevypadají že by vás sledovaly"
    },
    "non_tracker_tip": {
        "message": "V současnosti Privacy Badger kontroluje jen zda třetí strany používají cookies, místní uložiště HTML5, nebo canvas fingerprinting pro sledování vašeho brouzdání. Některé z těchto domén mohou používat metody které Privacy Badger neumí rozpoznat."
    },
    "options_domain_search": {
        "message": "Hledat domény"
    },
    "options_filter_settings": {
        "message": "Uživatelské nastavení filtrů"
    },
    "options_general_settings": {
        "message": "Obecná nastavení"
    },
    "options_loading": {
        "message": "Načítání..."
    },
    "options_remove_origin_confirm": {
        "message": "Jste si jistí že chcete odebrat tento zdroj z Privacy Badger?"
    },
    "options_slider_text": {
        "message": "Privacy Badger vás chrání napříč weby! Tyto posuvníky umožují kontrolovat jak Privacy Badger zachází se stopaři kteří se oběvyly během važeho brouzdání."
    },
    "options_social_widgets_checkbox": {
        "message": "Nahradit tlačitka sociálních sítí"
    },
    "options_title": {
        "message": "Nastavení Privacy Badger"
    },
    "options_webrtc_setting": {
        "message": "Zabránit uniku lokální IP adresy skrze WebRTC *"
    },
    "options_webrtc_warning": {
        "message": "* WebRTC může prozradit vaši místní IP adresu. Základní nastavení Privacy Badger pomáhá vás chránit, ale pro zvýšení ochrany můžete povolit tuto možnost. Takové nastavení ale může ovlivnit aplikace jako Google Hangouts."
    },
    "pb_detected": {
        "message": "Privacy Badger detekoval"
    },
    "popup_blocked": {
        "message": "Na této stránce nejsou žádné zdrjoje od třetích stran."
    },
    "popup_disable_for_site": {
        "message": "Vypnout Privacy Badger pro tuto stránku"
    },
    "popup_enable_for_site": {
        "message": "Zapnout Privacy Badger pro tuto stránku"
    },
    "popup_instructions": {
        "message": "Potenciální <a target='_blank' href='https://www.eff.org/privacybadger#faq-What-is-a-third-party-tracker?'>stopaři</a> na této stránce. Tyto posuvníky vám umožňují nastavit jak s každým z nich zacházet. Pokud vše funguje správně, nemělo by být třeba je upravovat."
    },
    "popup_noblocked": {
        "message": "Proč není nic blokováno?"
    },
    "popup_options_button": {
        "message": "Nastavení"
    },
    "privacy_badger": {
        "message": "Privacy Badger"
    },
    "privacy_badger_what_is": {
        "message": "Co je to Privacy Badger?"
    },
    "remove_button": {
        "description": "This is the label for the 'Remove selected' buttons.",
        "message": "Smazat vybrané"
    },
    "report_broken_site": {
        "message": "Rozbil Privacy Badger tuto stránku? Dejte nám vědět!"
    },
    "report_button": {
        "message": "Odeslat hlášení o chybě"
    },
    "report_cancel": {
        "message": "Zrušit"
    },
    "report_terms": {
        "message": "Následující informace budou automaticky odeslány EFF: strának na které právě jste, verze vašeho prohlížeče, verze Privacy Badger, a nastavení všch jezdců pro tuto stránku."
    },
    "report_title": {
        "message": "Nahlásit chybu"
    },
    "report_text": {
        "message": "Níže stručne popište chybu."
    },
    "report_input_label": {
        "message": "Popis"
    },
    "report_success": {
        "message": "Děkujeme! Příjdeme tomu na kloub."
    },
    "report_fail": {
        "message": "Jejda. Něco se pokazilo."
    },
    "report_close": {
        "message": "Zavřít"
    },
    "show_counter_checkbox": {
        "message": "Ukazovat počet blokovaných prvků"
    },
    "tooltip_allow": {
        "message": "Přesuňte posuvník v pravo pro povolení domény"
    },
    "tooltip_block": {
        "message": "Pro blokování domény přesuňte posuvník v levo"
    },
    "tooltip_cookieblock": {
        "message": "Umístěte posuvník doprostřed pro zablokování cookies"
    },
    "whitelisted_domains": {
        "description": "This is a tab heading.",
        "message": "Povolené domény"
    },
    "intro1": {
        "description": "firstRun.html intro to Privacy Badger",
        "message": "Privacy Badger blokuje šmírující reklamy a nevyditelné stopaře. Je tady aby zabránil společnostem sledovat vaše brouzdáni na internetu bez vašeho souhlasu."
    },
    "intro2":{
        "message": "Toto rozšíření je vytvořeno tak aby automaticky chránilo vaše soukromý před stopaři třetích stran kteří se nevyditelně načítají když brouzdáte na webu. Odesíláme hlavičku Do Not Track s každýnm požadavkem, a naše rozšíření vyhodnocuje pravděpodobnost, že jste stále sledováni. Pokud algoritmus rozhodne že pravděpodobnost je příliš vysoká, automaticky zablokuje odesílaní požadavků na takovou doménu. Vezměte prosím na vědomý že Privacy Badger je ve fázi beta, a rozhodnutí algorithu není důkazem toho že vás doména sleduje."
    },
    "intro_3_states":{
        "message": "Naše rozšíření má tři stavy. "
    },
    "intro_red":{
        "message": "Črevený"
    },
    "intro_has_blocked":{
        "message": " znamená že Privacy Badger veří že tato doména je stopař, a blokuje ji. "
    },
    "intro_yellow":{
        "message": "Žlutý"
    },
    "intro_cookie_blocked":{
        "message": " znamená že doména je pokládána za stopaře ale je nezbytná pro fukčnost stránek, takže Privacy Badger ji toleruje a blokuje jen její cookies."
    },
    "intro_green":{
        "message": "Zelený"
    },
    "intro_no_tracker":{
        "message": "znamená že Privacy Badger veří že tato doména není stopař. Můžete kliknout na ikonu Privacy Badger v nástrojové ličtě vašeho prohlížeče pokud chcete nahradit automatické nastavení. Nebo můžete v klidu brouzdat a Privacy Badger začne hledat a požírat stopaře jednoho po druhém."
    },
    "intro_hungry":{
        "message":"Nic nemůže zastavit Privacy Badger před snědením cookies když je hladový!"
    },
    "intro_by_eff":{
        "message": "Projekt Electronic Frontier Foundation"
    },
    "intro_social_share": {
        "message": "Řekněte světu že jste se postavili online sledování"
    },
    "intro_text": {
        "message": "Nyni vás chrání Privacy Badger. Pokud chcete vědět jak Privacy Badger funguje, klikněte níže pro rychlý tutoriál."
    },
    "ded_privacy_badger_alert": {
        "message": "Výstraha Privacy Badger!"
    },
    "ded_logging_into": {
        "message": "Přihlášení na "
    },
    "ded_can_allow_to_track": {
        "message": " může umožnit vaše sledování na internetu."
    },
    "ded_only_allow": {
        "message": "Povolit je "
    },
    "ded_on": {
        "message": " na "
    },
    "ded_always_allow": {
        "message": "Vždy povolit "
    },
    "ded_never_allow": {
        "message": "Vždy zakázat požadavky třetích stran od "
    },
    "options_pb_has_detected": {
      "message": "Privacy Badger rozpoznal"
    },
    "options_potential": {
      "message": "potenciální"
    },
    "options_tracking_domains": {
      "message": "stopařskou doménu"
    },
    "options_so_far": {
      "message": ". Tyto posuvníky vám umožují kontrolovat jak Privacy Badger zacházi s jednotlivymi stopařir."
    },
    "slideshow_1": {
      "message": " Ahoj, já jsem Privacy Badger! Díky že jsi mě nainstaloval. Jsem tu abych ti poradil, aby jsme mohly spolupracovat."
    },
    "slideshow_2": {
      "message": " Budu sedět tady nahoře ve tvém prohlížeči a hledat šmírující reklamy a stopaře kteří sledují co děláš na internetu."
    },
    "slideshow_3": {
      "message": " Pokud zaznamenám něco co se chová jako stopař, zastavím to pomocí blokování.  "
    },
    "slideshow_4": {
      "message": " Pokud na mě klikneš uvidíš seznam potenciálních stopařů na současném panelu."
    },
    "slideshow_5": {
      "message": " Pokud je posuvník červený, znamená to že daného stopaře úplně blokuji!  Ten zloduch už tě dál nebude obtěžovat."
    },
    "slideshow_6": {
      "message": " Pokud je posuvník žlutý, znamenáto že jesm daného stopaře částečně zablokoval. Udělám co budu moct abych mu zabráil ve sledování tím že budu požírat jeho cookies, úplné zablokování by ale mohlo stránku rozbít."
    },
    "slideshow_7": {
      "message": " Pokud je posuvník zelený, znamená to že nemůžu říct zda tě daná stránka sleduje. Možná ne, ale já ji stejně budu dál pozorovat."
    },
    "slideshow_8": {
      "message": " Poprvé když na mě klikneš může se stát že jsou všechny posuvníky zelené—ale žádný strach! Jsem jiný ež ostatní blokovací programy—místo seznamu věcí o kterých vím že je zablkovat, se já učím co blokovat s tím jak brouzdáš. pokud ještě nic neblokuji, zkus navštívit 4 až 5 různých webů. Po tom bych měl začít blkovat známé stopaře."
    },
    "slideshow_9": {
      "message": " Postupně se učím, takže čím déle mě budeš používat tím lépe tě ochráním před záludnými stopaři!"
    },
    "slideshow_10": {
      "message": " Pokud myslíš že jsem nějakého stopaře odhadl špatně, může přesunout posuvník na červenou aby jsi ho zablkoval, na žlutou pro částečnou blokaci, a zelenou pro volný přístup."
    },
    "slideshow_11": {
      "message": " Pokud změníš můj odhad, vždycky my může rozhodování vrátit zpět do rukou pomocí šipky zpět."
    },
    "slideshow_12": {
      "message": " Pokud máš potíže s nějakou stránkou a myslš že je to moje chyba, můžeš kliknout na tlačítko vypnout. Půjdu spát a nebudu blokovat nic na tomhle webu."
    },
    "slideshow_13": {
      "message": " Pokud rozbíjím stránku, dej to vědět mým vývojářům ať můžou chybu napravit! To můžeš udělat kliknutím na tohle tlačítko."
    },
    "slideshow_14": {
      "message": " Pokud chceš změnit další nastavení, můžeš kliknout na ikonu ozubeného kola."
    },
    "slideshow_15": {
      "message": " Samozřejmě můžeš klidně nechat všechna nastavení jak jsou, a já budu dál žrát všechny stopaře na které narazím."
    },
    "slideshow_16": {
      "message": " Díky že jsi udělal důležitý, jednoduchý krok ve směru ocharny tvého soukromý! Můžeš kliknout sem pokud budeš potřebovat znovu pomoct, a niž můžeš kliknout a dát světu vědět že stojíš proti sledování online."
    },
    "donate_to_eff": {
      "message": "Přispět EFF"
    }

}
