{
    "add_domain_button": {
        "message": "Aggiungi dominio"
    },
    "badger_status_block": {
        "message": "Bloccato "
    },
    "badger_status_cookieblock": {
        "message": "Cookie bloccati da "
    },
    "badger_status_noaction": {
        "message": "Permesso "
    },
    "data_settings": {
        "message": "Gestisci dati"
    },
    "description": {
        "message": "Privacy Badger ti protegge dai tracker mentre navighi in rete!"
    },
    "disabled_for_these_domains": {
        "message": "Privacy Badger è disabilitato per i domini elencati sotto. Puoi aggiungere un dominio usando l'icona di Privacy Badger nella barra indirizzi o digitando il dominio (non un URL) nella casella e cliccando il pulsante \"Aggiungi dominio\"."
    },
    "download": {
        "message": "Scarica"
    },
    "error_input": {
        "message": "Che c'è che non va?"
    },
    "export_user_data": {
        "message": "Esporta dati utente"
    },
    "feed_the_badger_title": {
        "message": "clicca per restituire il controllo di questo tracker a Privacy Badger"
    },
    "firstRun_title": {
        "message": "Grazie per avere installato Privacy Badger!"
    },
    "first_run_text": {
        "message": "Scopri come Privacy Badger protegge la tua privacy."
    },
    "import": {
        "message": "Importa"
    },
    "import_select_file": {
        "message": "Seleziona un file da importare."
    },
    "import_successful": {
        "message": "Lista di tracker e impostazioni aggiornate correttamente!"
    },
    "import_user_data": {
        "message": "Importa dati utente"
    },
    "invalid_json": {
        "message": "File JSON non valido."
    },
    "name": {
        "message": "Privacy Badger"
    },
    "new_filters_added": {
        "message": "Aggiunti nuovi filtri; vedi le <a id='options_url' target='_blank'>Opzioni</a> per gestirli."
    },
    "non_tracker": {
        "message": "I domini sottostanti non sembrano tracciarti"
    },
    "non_tracker_tip": {
        "message": "Attualmente Privacy Badger controlla solo se terze parti stanno usando dei cookie, il local storage HTML5 o le impronte canvas per tracciare la tua navigazione. Alcuni di questi domini potrebbero usare metodi di tracciamento che Privacy Badger non può rilevare."
    },
    "options_domain_search": {
        "message": "Cerca domini"
    },
    "options_filter_settings": {
        "message": "Impostazioni filtri utente"
    },
    "options_general_settings": {
        "message": "Impostazioni generali"
    },
    "options_loading": {
        "message": "Caricamento..."
    },
    "options_remove_origin_confirm": {
        "message": "Sei sicuro di volere rimuovere questa origine da Privacy Badger?"
    },
    "options_slider_text": {
        "message": "Privacy Badger ti sta proteggendo per tutta la rete! Con questi interruttori puoi controllare come Privacy Badger tratta ciascun tracker trovato durante la tua navigazione."
    },
    "options_social_widgets_checkbox": {
        "message": "Sostituisci i widget social"
    },
    "options_title": {
        "message": "Opzioni di Privacy Badger"
    },
    "options_webrtc_setting": {
        "message": "Impedisci a WebRTC di rivelare l'indirizzo IP locale *"
    },
    "options_webrtc_warning": {
        "message": "* WebRTC può rivelare il tuo indirizzo IP locale. L'impostazione predefinita di Privacy Badger aiuta a proteggerti, ma per una protezione aggiuntiva dovresti attivare questa opzione. Nota che questo potrebbe diminuire le prestazioni di alcuni strumenti come Google Hangouts."
    },
    "pb_detected": {
        "message": "Privacy Badger ha rilevato"
    },
    "popup_blocked": {
        "message": "Non ci sono risorse di terze parti in questo sito."
    },
    "popup_disable_for_site": {
        "message": "Disattiva Privacy Badger in questo sito"
    },
    "popup_enable_for_site": {
        "message": "Attiva Privacy Badger in questo sito"
    },
    "popup_instructions": {
        "message": "potenziali <a target='_blank' href='https://www.eff.org/privacybadger#trackers'>tracker</a> in questa pagina. Con questi interruttori puoi controllare come Privacy Badger tratta ciascun tracker. Non dovresti averne bisogno a meno che qualcosa non funzioni male."
    },
    "popup_noblocked": {
        "message": "Perchè non c'è niente di bloccato?"
    },
    "popup_options_button": {
        "message": "Opzioni"
    },
    "privacy_badger": {
        "message": "Privacy Badger"
    },
    "privacy_badger_what_is": {
        "message": "Cos'è Privacy Badger?"
    },
    "remove_button": {
        "description": "This is the label for the 'Remove selected' buttons.",
        "message": "Rimuovi selezionati"
    },
    "report_broken_site": {
        "message": "Segnala sito malfunzionante"
    },
    "report_button": {
        "message": "Invia errore"
    },
    "report_cancel": {
        "message": "Annulla"
    },
    "report_terms": {
        "message": "Verranno inviate automaticamente le seguenti informazioni alla EFF: il sito che stai visitando, la versione del browser, la versione di Privacy Badger, lo stato di tutti gli interruttori per questo sito."
    },
    "report_title": {
        "message": "Segnala un errore"
    },
    "report_text": {
        "message": "Descrivi brevemente l'errore qua sotto."
    },
    "report_input_label": {
        "message": "Descrizione"
    },
    "report_success": {
        "message": "Grazie! Lo indagheremo a fondo."
    },
    "report_fail": {
        "message": "Ops. Qualcosa è andato storto."
    },
    "report_close": {
        "message": "Chiudi"
    },
    "show_counter_checkbox": {
        "message": "Mostra numero di elementi bloccati"
    },
    "tooltip_allow": {
        "message": "Sposta l'interruttore a destra per consentire un dominio"
    },
    "tooltip_block": {
        "message": "Sposta l'interruttore a sinistra per bloccare un dominio"
    },
    "tooltip_cookieblock": {
        "message": "Centra l'interruttore per bloccare i cookie"
    },
    "whitelisted_domains": {
        "description": "This is a tab heading.",
        "message": "Domini consentiti"
    },
    "intro1": {
        "description": "firstRun.html intro to Privacy Badger",
        "message": "Privacy Badger blocca le pubblicità spione e i tracker invisibili.  È qui per garantire che le aziende non possano tracciare la tua navigazione senza il tuo consenso."
    },
    "intro2":{
        "message": "Questa estensione è progettata per proteggere automaticamente la tua privacy da tracker di terze parti che si caricano di nascosto quando navighi in rete. Inviamo l'header Do Not Track ad ogni richiesta e la nostra estensione     valuta la probabilità che tu sia ancora tracciato. Se l'algoritmo stabilisce che la probabilità è troppo alta, blocchiamo automaticamente l'invio della richiesta al dominio. Per favore, ricorda che Privacy Badger è in beta e la valutazione dell'algoritmo non è determinante sul fatto che il dominio ti possa tracciare."
    },
    "intro_3_states":{
        "message": "La nostra estensione ha tre stati. "
    },
    "intro_red":{
        "message": "Rosso"
    },
    "intro_has_blocked":{
        "message": " significa che Privacy Badger ritiene questo dominio un tracker e l'ha bloccato. "
    },
    "intro_yellow":{
        "message": "Giallo"
    },
    "intro_cookie_blocked":{
        "message": "significa che il dominio è ritenuto sia un tracker sia necessario per il funzionamento della pagina, quindi Privacy Badger lo consente ma blocca i suoi cookie."
    },
    "intro_green":{
        "message": "Verde"
    },
    "intro_no_tracker":{
        "message": "significa che Privacy Badger ritiene non sia un tracker. Puoi cliccare l'icona di Privacy Badger nella barra strumenti del browser se desideri sovrascrivere le impostazioni di blocco automatico. Oppure puoi navigare in pace mentre Privacy Badger inizia a trovare e divorare i tracker uno ad uno."
    },
    "intro_hungry":{
        "message":"Nulla può impedire a Privacy Badger di mangiare i cookie quando ha fame!"
    },
    "intro_by_eff":{
        "message": "Un progetto della Electronic Frontier Foundation"
    },
    "intro_social_share": {
        "message": "Fai sapere al mondo che stai prendendo posizione contro il tracciamento online"
    },
    "intro_text": {
        "message": "Ora sei protetto da Privacy Badger. Per sapere come funziona Privacy Badger, clicca sotto per una breve guida."
    },
    "ded_privacy_badger_alert": {
        "message": "Avviso di Privacy Badger!"
    },
    "ded_logging_into": {
        "message": "Accesso "
    },
    "ded_can_allow_to_track": {
        "message": " può consentirgli di tracciarti in giro per la rete."
    },
    "ded_only_allow": {
        "message": "Consenti solo "
    },
    "ded_on": {
        "message": " su "
    },
    "ded_always_allow": {
        "message": "Consenti sempre "
    },
    "ded_never_allow": {
        "message": "Blocca sempre le richieste di terze parti da "
    },
    "options_pb_has_detected": {
      "message": "Privacy Badger ha rilevato"
    },
    "options_potential": {
      "message": "potenziali"
    },
    "options_tracking_domains": {
      "message": "domini tracker"
    },
    "options_so_far": {
      "message": "finora. Con questi interruttori puoi controllare come Privacy Badger tratta ciascun tracker."
    },
    "slideshow_1": {
      "message": " Ciao, sono il tasso della privacy! Grazie per avermi installato. Sono qui per darti alcuni preziosi consigli, in modo che tutto funzioni bene."
    },
    "slideshow_2": {
      "message": " Starò seduto quassù in cima al tuo browser a cercare pubblicità spione e tracker che monitorano cosa stai facendo online."
    },
    "slideshow_3": {
      "message": " Se scopro qualcosa che si comporta come un tracker, porrò fine alla cosa bloccandolo.  "
    },
    "slideshow_4": {
      "message": " Se clicchi la mia icona vedrai l'elenco dei potenziali tracker nella scheda attuale."
    },
    "slideshow_5": {
      "message": " Se l'interruttore è rosso, significa che ho bloccato quel tracker totalmente!  Quel mostro non ti darà più fastidio."
    },
    "slideshow_6": {
      "message": " Se l'interruttore è giallo, significa che ho bloccato quel tracker parzialmente. Farò del mio meglio per impedire che ti tracci mangiando i suoi biscotti (cookie), ma bloccarlo totalmente potrebbe dare problemi alla pagina."
    },
    "slideshow_7": {
      "message": " Se l'interruttore è verde significa che non riesco a capire se questo dominio ti stia già tracciando. Potrebbe non farlo, ma lo terrò sotto controllo.  "
    },
    "slideshow_8": {
      "message": " La prima volta che clicchi la mia icona potresti notare che tutti i tracker sono verdi—non preoccuparti! Sono diverso da altri software che bloccano i tracker—invece di conoscere una lista di cose da bloccare subito, imparo cosa bloccare mentre navighi. Se non sto ancora bloccando nulla, prova a navigare per 4 o 5 siti diversi. Dovrei a quel punto iniziare a bloccare i tracker comuni."
    },
    "slideshow_9": {
      "message": " Imparo mentre lavoro, quindi più mi usi più diventerò bravo a proteggerti dai quei tracker sfuggenti!"
    },
    "slideshow_10": {
      "message": " Se pensi che abbia fatto la decisione sbagliata per un tracker, puoi muovere l'interruttore sul rosso per bloccarlo, giallo per un blocco parziale, verde per consentirlo."
    },
    "slideshow_11": {
      "message": " Se cambi un'impostazione fatta da me, puoi sempre farla tornare sotto il mio controllo cliccando la freccia Indietro."
    },
    "slideshow_12": {
      "message": " Se stai avendo problemi con una pagina e pensi che sia colpa mia, puoi disabilitarmi cliccando il pulsante qui. Andrò a dormire e non bloccherò nulla in quel sito."
    },
    "slideshow_13": {
      "message": " Se sto rovinando una pagina, fallo sapere ai miei sviluppatori in modo che possano correggere il problema! Puoi farlo cliccando questo pulsante."
    },
    "slideshow_14": {
      "message": " Se vuoi cambiare altre impostazioni, puoi cliccare l'icona di questo ingranaggio."
    },
    "slideshow_15": {
      "message": " Ovviamente puoi anche ignorare tutte queste impostazioni e io continuerò a mangiare silenziosamente tutti i tracker che rilevo."
    },
    "slideshow_16": {
      "message": " Grazie per aver fatto un semplice ma importante passo per proteggere la tua privacy! Puoi cliccare qui se ti serve ancora aiuto, oppure clicca sotto per fare sapere al mondo che stai prendendo posizione contro il tracciamento online."
    },
    "donate_to_eff": {
      "message": "Dona alla EFF"
    }

}