{
    "add_domain_button": {
        "message": "Додати домен"
    },
    "badger_status_block": {
        "message": "Заблоковано "
    },
    "badger_status_cookieblock": {
        "message": "Заблоковано куки з "
    },
    "badger_status_noaction": {
        "message": "Дозволено "
    },
    "data_settings": {
        "message": "Керувати даними"
    },
    "description": {
        "message": "Privacy Badger захищає вас від стеження поки ви переглядаєте сторінки в Інтернеті!"
    },
    "disabled_for_these_domains": {
        "message": "Privacy Badger вимкнено для доменів, зазначених нижче. Ви можете додати домен через піктограму Privacy Badger в панелі адреси, або ввівши домен (не URL) в полі й натиснувши кнопку \"Додати домен\"."
    },
    "download": {
        "message": "Завантажити"
    },
    "error_input": {
        "message": "Що не так?"
    },
    "export_user_data": {
        "message": "Експорт користувацьких даних"
    },
    "feed_the_badger_title": {
        "message": "натисніть для повернення контролю над цим елементом до Privacy Badger"
    },
    "firstRun_title": {
        "message": "Дякуємо за встановлення Privacy Badger!"
    },
    "first_run_text": {
        "message": "Дізнайтеся, як Privacy Badger захищає вашу приватність."
    },
    "import": {
        "message": "Імпорт"
    },
    "import_select_file": {
        "message": "Оберіть файл для імпорту."
    },
    "import_successful": {
        "message": "Список елементів стеження й налаштування успішно оновлено!"
    },
    "import_user_data": {
        "message": "Імпорт користувацьких даних"
    },
    "invalid_json": {
        "message": "Неправильний файл JSON."
    },
    "name": {
        "message": "Privacy Badger"
    },
    "new_filters_added": {
        "message": "Додано нові фільтри; дивіться <a id='options_url' target='_blank'>Налаштування</a> для керування ними."
    },
    "non_tracker": {
        "message": "Для зазначених внизу доменів не було виявлено стеження за вами"
    },
    "non_tracker_tip": {
        "message": "В даний момент Privacy Badger лише перевіряє, чи сторонні елементи не використовують куки, локальне сховище HTML5, або відбиток canvas для стеження за вашим переглядом. Деякі з цих доменів можуть використовувати способи стеження, які Privacy Badger не в змозі виявити."
    },
    "options_domain_search": {
        "message": "Пошук доменів"
    },
    "options_filter_settings": {
        "message": "Налаштування користувацьких фільтрів"
    },
    "options_general_settings": {
        "message": "Загальні налаштування"
    },
    "options_loading": {
        "message": "Завантаження..."
    },
    "options_remove_origin_confirm": {
        "message": "Ви справді хочете вилучити це джерело з Privacy Badger?"
    },
    "options_slider_text": {
        "message": "Privacy Badger захищає вас в Інтернеті! Ці перемикачі дозволяють вам контролювати, як Privacy Badger обробляє кожен елемент."
    },
    "options_social_widgets_checkbox": {
        "message": "Заміна соціальних віджетів"
    },
    "options_title": {
        "message": "Налаштування Privacy Badger"
    },
    "options_webrtc_setting": {
        "message": "Не дозволяти WebRTC виявляти локальну IP-адресу *"
    },
    "options_webrtc_warning": {
        "message": "* WebRTC може виявляти вашу локальну IP-адресу. Типові налаштування Privacy Badger допомагають захистити вас, але ви можете увімкнути це для додаткового захисту. Зауважте, що ця дія може спричинити погіршення швидкодії певних інструментів, таких як Google Hangouts."
    },
    "pb_detected": {
        "message": "Privacy Badger виявив"
    },
    "popup_blocked": {
        "message": "На цьому сайті немає сторонніх елементів."
    },
    "popup_disable_for_site": {
        "message": "Вимкнути Privacy Badger для цього сайту"
    },
    "popup_enable_for_site": {
        "message": "Увімкнути Privacy Badger для цього сайту"
    },
    "popup_instructions": {
        "message": "можливе <a target='_blank' href='https://www.eff.org/privacybadger#faq-What-is-a-third-party-tracker?'>стеження</a> на цій сторінці. Ці перемикачі дозволяють вам контролювати, як Privacy Badger обробляє їх. Вам не потрібно змінювати їх, доки щось на сторінці не буде пошкоджено."
    },
    "popup_noblocked": {
        "message": "Чому не блокується будь-що?"
    },
    "popup_options_button": {
        "message": "Налаштування"
    },
    "privacy_badger": {
        "message": "Privacy Badger"
    },
    "privacy_badger_what_is": {
        "message": "Що таке Privacy Badger?"
    },
    "remove_button": {
        "description": "This is the label for the 'Remove selected' buttons.",
        "message": "Вилучити обрані"
    },
    "report_broken_site": {
        "message": "Privacy Badger пошкодив цей сайт? Повідомте нас!"
    },
    "report_button": {
        "message": "Повідомити про помилку"
    },
    "report_cancel": {
        "message": "Скасувати"
    },
    "report_terms": {
        "message": "Ця дія призведе до автоматичного надсилання наступної інформації до EFF: поточний сайт, версія браузера, версія Privacy Badger, а також положення всіх перемикачів для цього сайту."
    },
    "report_title": {
        "message": "Звіт про помилку"
    },
    "report_text": {
        "message": "Коротко опишіть помилку."
    },
    "report_input_label": {
        "message": "Опис"
    },
    "report_success": {
        "message": "Дякуємо! Ми доберемося до причини виникнення проблеми."
    },
    "report_fail": {
        "message": "Ой. Щось пішло не так."
    },
    "report_close": {
        "message": "Закрити"
    },
    "show_counter_checkbox": {
        "message": "Показувати лічильник заблокованих елементів"
    },
    "tooltip_allow": {
        "message": "Змініть положення перемикача вправо, щоб дозволити домен"
    },
    "tooltip_block": {
        "message": "Змініть положення перемикача вліво, щоб заблокувати домен"
    },
    "tooltip_cookieblock": {
        "message": "Встановіть перемикач посередині, щоб дозволити куки"
    },
    "whitelisted_domains": {
        "description": "This is a tab heading.",
        "message": "Білий список доменів"
    },
    "intro1": {
        "description": "firstRun.html intro to Privacy Badger",
        "message": "Privacy Badger блокує рекламу й невидимі елементи, що стежать за вами.  Це робиться для того, щоб компанії не могли стежити за вами без вашої згоди."
    },
    "intro2":{
        "message": "Це розширення створено, щоб автоматично захищати вашу приватність від сторонніх елементів стеження, що завантажуються поки ви знаходитесь в Інтернеті. Ми надсилаємо заголовок Не стежити з кожним запитом, а наше розширення     оцінює ймовірність того, що за вами все одно стежать. Якщо алгоритм вважає ймовірність дуже високою, ми автоматично блокуємо надсилання вашого запиту до домену. Зверніть увагу, що Privacy Badger знаходиться в стадії тестування й алгоритм не є вирішальним фактором факту стеження за вами."
    },
    "intro_3_states":{
        "message": "Наше розширення має три стани. "
    },
    "intro_red":{
        "message": "Червоний"
    },
    "intro_has_blocked":{
        "message": " Privacy Badger вважає, що цей домен стежить за вами, і тому він заблокував його. "
    },
    "intro_yellow":{
        "message": "Жовтий"
    },
    "intro_cookie_blocked":{
        "message": "означає, що домен стежить за вами, але він потрібен для належної роботи сторінки, тому Privacy Badger дозволяє його і блокує його куки."
    },
    "intro_green":{
        "message": "Зелений"
    },
    "intro_no_tracker":{
        "message": "Privacy Badger вважає, що цей елемент не стежить за вами. Ви можете натиснути на піктограму Privacy Badger в панелі браузера, якщо ви бажаєте змінити автоматичні налаштування блокування. Або ж ви можете спокійно подорожувати Інтернетом поки Privacy Badger почне знаходити й блокувати стеження одне за одним."
    },
    "intro_hungry":{
        "message":"Нічого не може спинити Privacy Badger від поїдання куків, коли він голодний!"
    },
    "intro_by_eff":{
        "message": "Проект Electronic Frontier Foundation"
    },
    "intro_social_share": {
        "message": "Повідомте світу, що ви приймаєте участь у захисті від стеження онлайн"
    },
    "intro_text": {
        "message": "Тепер ви захищені Privacy Badger. Щоб дізнатися, як працює Privacy Badger, натисніть внизу для швидкого ознайомлення."
    },
    "ded_privacy_badger_alert": {
        "message": "Попередження Privacy Badger!"
    },
    "ded_logging_into": {
        "message": "Вхід до "
    },
    "ded_can_allow_to_track": {
        "message": " може дозволити йому стеження за вами в Інтернеті."
    },
    "ded_only_allow": {
        "message": "Дозволити лише "
    },
    "ded_on": {
        "message": " для "
    },
    "ded_always_allow": {
        "message": "Завжди дозволяти "
    },
    "ded_never_allow": {
        "message": "Завжди блокувати сторонні запити від "
    },
    "options_pb_has_detected": {
      "message": "Privacy Badger виявив"
    },
    "options_potential": {
      "message": "можливі"
    },
    "options_tracking_domains": {
      "message": "домени стеження"
    },
    "options_so_far": {
      "message": "за весь час. Ці перемикачі дозволяють вам контролювати, як Privacy Badger обробляє кожне стеження."
    },
    "slideshow_1": {
      "message": " Привіт, я Privacy Badger! Дякую, що встановили мене. Я тут для того, щоб дати вам кілька корисних порад, щоб ми змогли працювати разом."
    },
    "slideshow_2": {
      "message": " Я сидітиму тут у вашому браузері та спостерігатиму за шпигунською рекламою і елементами стеження, які записують вашу діяльність в мережі."
    },
    "slideshow_3": {
      "message": " Якщо я виявлю щось, що поводиться як елемент стеження, я зупиню це, блокуючи цей елемент.  "
    },
    "slideshow_4": {
      "message": " Якщо ви натиснете на мою піктограму, то побачите список потенційних елементів стеження поточної вкладки."
    },
    "slideshow_5": {
      "message": " Якщо перемикач червоний, це значить що я повністю заблокував цей елемент стеження! Цей зловмисник більше не буде вас турбувати."
    },
    "slideshow_6": {
      "message": " Якщо перемикач жовтий, це значить що я частково заблокував цей елемент стеження. Я зроблю все необхідне, щоб унеможливити його стеження за вами, поїдаючи його куки, але повне його блокування може зламати сторінку."
    },
    "slideshow_7": {
      "message": " Якщо перемикач зелений, це значить що я досі не виявив стеження цього домену за вами. І все ж це можливо, але я буду спостерігати за ним."
    },
    "slideshow_8": {
      "message": " Вперше натиснувши на мою піктограму ви можете побачити, що всі елементи стеження зеленого кольору — не хвилюйтесь! Я відрізняюсь від інших програм — замість блокування за списком відомих елементів стеження, я вивчаю що потрібно блокувати поки ви переглядаєте сторінки в Інтернеті. Якщо я ще нічого не блокую, спробуйте переглянути 4 чи 5 різних веб-сайтів. Після цього я почну блокувати загальні елементи стеження."
    },
    "slideshow_9": {
      "message": " Я навчаюся на ходу, отже чим довше ви мною користуєтесь, тим краще я буду захищати вас від надокучливих елементів!"
    },
    "slideshow_10": {
      "message": " Якщо ви вважаєте, що я зробив неправильне рішення для елемента, ви можете посунути перемикач на червоний колір для його блокування, жовтий для часткового блокування, або зелений для вимкнення блокування."
    },
    "slideshow_11": {
      "message": " При зміні моїх налаштувань, ви завжди можете повернути їх під мій контроль, натиснувши на відповідну стрілку."
    },
    "slideshow_12": {
      "message": " Якщо у вас виникають проблеми зі сторінкою і ви вважаєте, що причина в мені, ви можете натиснути кнопку вимкнення тут. Я піду спати і не буду блокувати нічого на тому веб-сайті."
    },
    "slideshow_13": {
      "message": " Якщо я зламав сторінку, будь ласка, дайте знати про це моїм розробникам, щоб вони могли владнати проблему! Ви можете зробити це натисканням на цю кнопку."
    },
    "slideshow_14": {
      "message": " Якщо ви хочете змінити інші налаштування, ви можете натиснути цю піктограму шестерні."
    },
    "slideshow_15": {
      "message": " Звичайно ж, ви можете просто залишити всі ці налаштування без змін і я продовжу тихенько поїдати всі виявлені елементи стеження."
    },
    "slideshow_16": {
      "message": " Дякую за те, що зробили важливий і простий крок на шлях захисту вашої приватності! Ви можете натиснути тут знову, якщо вам знадобиться допомога, а також ви можете натиснути внизу, щоб повідомити світ про ваше ставлення проти відстеження в мережі."
    },
    "donate_to_eff": {
      "message": "Зробити внесок для EFF"
    }

}
